Repository: Aspallar/Wiki-Up
Catalog: src/WikiUpload/Properties/Resources.*.resx
Languages: de_de, et_ee, fr_fr

source: Remember password for domain
de_de: Passwort für Domain merken
fr_fr: Mémoriser le mot de passe pour le domaine

# WaitingForRetry
source: Waiting before trying again.
de_de: Warten bevor neuem Versuch.
fr_fr: En attente avant de réessayer.

# FrenchTrsnslationText
source: French translation by
de_de: Französische Übersetzung von
fr_fr: Traduction française par

# UploadListWatermarkText
source: UPLOAD LIST
de_de: UPLOAD LISTE
fr_fr: LISTE DE MISE EN LIGNE

source: Uploaded Files
de_de: Hochgeladene Dateien
fr_fr: Fichiers mis en ligne

# ViewUploadedFiles
source: View list of uploaded files
de_de: Liste der hochgeladenen Dateien ansehen
fr_fr: Voir la liste des fichiers mis en ligne

# RemoveAllFilesTooltip
source: Remove ALL files from list
de_de: ALLE Dateien aus der Liste entfernen
fr_fr: Supprimer tous les fichiers de la liste

# RemoveAllFilesConfirmation
source: Remove all entries from list?
de_de: Alle Einträge aus der Liste entfernen?
fr_fr: Supprimer tous les éléments de la liste ?

# RemoveSelectedFilesTooltip
source: Remove selected files from list
de_de: Ausgewählte Dateien aus der Liste entfernen
fr_fr: Supprimer les fichiers sélectionnés de la liste

source: Clear selection
de_de: Auswahl aufheben
fr_fr: Effacer la sélection

# NoSorting
source: No Sorting (Ctrl+0)
de_de: Unsortiert (Strg+0)
fr_fr: Pas de tri (Ctrl+0)

# SortAscending
source: Sort ascending (Ctrl+2)
de_de: Aufsteigend sortieren (Strg+2)
fr_fr: Tri croissant (Ctrl+2)

# SortDescending
source: Sort descending (Ctrl+3)
de_de: Absteigend sortieren (Strg+3)
fr_fr: Tri décroissant (Ctrl+3)

source: Window Placement
de_de: Fensterposition
fr_fr: Position de la fenêtre

source: Configure...
de_de: Einstellen...
fr_fr: Configurer...

source: Main Window
de_de: Hauptfenster
fr_fr: Fenêtre principale

source: Uploaded Files Window
de_de: Hochgeladene Dateien Fenster
fr_fr: Fenêtre de fichiers mis en ligne

# RememberLastWindowPosition
source: Remember the last position of Wiki-Up windows?
de_de: Letzte Position der Wiki-Up Fenster merken?
fr_fr: Mémoriser la dernière position des fenêtres Wiki-Up ?

source: Copied to clipboard
de_de: In die Zwischenablage kopiert
fr_fr: Copié dans le presse-papier

# UpdateCheckHint
source: Hint: You can turn this check off in settings.
de_de: Hinweis: Du kannst diese Prüfung in den Einstellungen abschalten.

source: Plain Gray
de_de: Schlichtes Grau

source: Copy as plain list
de_de: Kopiere als einfache Liste

source: Copy as wikitext links
de_de: Kopiere als Wikitext Links

source: Copy as
de_de: Kopiere als

# ListText
source: list
de_de: Liste

# FileNamespace
source: File:
de_de: Datei:

# EditUploadFileNamePrompt
source: Enter the file name to use for upload
de_de: Geben Sie den für den Upload zu verwendenden Dateinamen ein

# EditUploadFileNameErrorInvalidCharacters
source: Cannot contain # < > [ ] | { } :
de_de: Darf keines von {0} enthalten

# EditUploadFileNameErrorIsRelativePath
source: Cannot be "." or ".."
de_de: Kann nicht sein "." oder ".."

# EditUploadFileNameErrorWhitespaceAtStart
source: Cannot start with a space or _
de_de: Kann nicht mit einem Leerzeichen oder _ beginnen

# EditUploadFileNameErrorWhitespaceAtEnd
source: Cannot end with a space or _
de_de: Darf nicht mit einem Leerzeichen oder _ enden

# EditUploadFileNameErrorThreeTildes
source: Cannot contain 3 or more consecutive tildes (~).
de_de: Darf nicht 3 oder mehr aufeinanderfolgende Tilden (~) enthalten.

# EditUploadFileNameErrorConsecutiveSpaces
source: Cannot contain 2 or more consecutive spaces/underscores.
de_de: Darf nicht 2 oder mehr aufeinanderfolgende Leerzeichen/Unterstriche enthalten.

# EditUploadFileNameErrorUrlEscape
source: Cannot contain url escape sequence (%nn).
de_de: Darf keine URL-Escape-Sequenz (%nn) enthalten.

# EditUploadFileNameErrorTooLong
source: Too long.
de_de: Zu lang.

# EditUploadFileNameErrorMustHaveExension
source: Must have an extension e.g ".png"
de_de: Muss eine Erweiterung haben, z. B. ".png"

# EditUploadFileNameErrorMustHaveFileName
source: Must have a file name
de_de: Muss einen Dateinamen haben

# WikiUrlPlaceholder
source: wiki url
fr_fr: URL du wiki

# ButtonLogin
source: Login
et_ee: Logi sisse
fr_fr: Connexion

# UploadTabText
source: Upload
et_ee: Lae üles
fr_fr: Mise en ligne

# ButtonUploadText
source: Upload
et_ee: Lae üles
fr_fr: Mettre en ligne

# WebsiteText
source: Website
et_ee: Interneti lehekülg
fr_fr: Site web

# UpdatesText
source: Updates
et_ee: Uuendused
fr_fr: Mises à jour

# CopyrightText
source: Copyright
et_ee: Autoriõigus

# VersionText
source: Version
et_ee: Versioon
