Repository: Aspallar/Wiki-Up
Catalog: src/WikiUpload/Properties/Resources.*.resx
Languages: de_de, et_ee, fr_fr

# AppByLineText
source: by Aspallar
de_de: von Aspallar
et_ee: Autor Aspallar
fr_fr: par Aspallar

# AboutMenuItemText
source: About...
de_de: Über...
et_ee: Wiki-Up info
fr_fr: À propos...

# ManimizeRestoreText
source: Maximize/Restore
de_de: Maximieren/Wiederherstellen
et_ee: Maksimaliseeri/Taasta
fr_fr: Maximiser/Restaurer

# MiximizeText
source: Minimize
de_de: Minimieren
et_ee: Minimeeri
fr_fr: Réduire

# CloseText
source: Close
de_de: Schließen
et_ee: Sulge
fr_fr: Fermer

# ErrorTitleText
source: Error
de_de: Fehler
et_ee: Viga
fr_fr: Erreur

# AboutTitleText
source: About Wiki-Up
de_de: Über Wiki-Up
et_ee: Wiki-Up´ist
fr_fr: À propos de Wiki-Up

source: Sign In
de_de: Anmelden
et_ee: Logi sisse
fr_fr: S'identifier

source: Sign Out
de_de: Abmelden
et_ee: Logi välja
fr_fr: Se déconnecter

# UsernamePlaceholder
source: User name
de_de: Benutzername
et_ee: Kasutajanimi
fr_fr: Nom d'utilisateur

# PasswordPlaceholder
source: Password
de_de: Passwort
et_ee: Salasõna
fr_fr: Mot de passe

source: Remember Password
de_de: Passwort merken
et_ee: Salvesta salasõna
fr_fr: Mémoriser le mot de passe

# LoginFailedMessage
source: Login Failed
de_de: Login fehlgeschlagen
et_ee: Sisselogimine ebaõnnestus
fr_fr: Échec de la connexion

# InvalidLoginDetailsMessage
source: Make sure the above details are correct.
de_de: Stelle sicher, dass die Details oben richtig sind!
et_ee: Kontrolli sisestatud andmete korrektsust.
fr_fr: Assurez-vous que les détails ci-dessus soient corrects.

# LoginErrorNoWikiOrUsername
source: You must supply a wiki url and username.
de_de: Du musst eine Wiki URL und einen Benutzernamen angeben.
et_ee: Palun sisesta Wiki url ja kasutajanimi
fr_fr: Vous devez fournir une URL de wiki et un nom d'utilisateur.

# LoginErrorInvalidWikiUrl
source: Invalid wiki url.
de_de: Ungültige Wiki URL.
et_ee: Vigane Wiki url
fr_fr: URL du wiki non valide.

# LoginExceptionInvalidResponse
source: The server returned an invalid response.
de_de: Der Server hat eine ungültige Antwort gesendet.
et_ee: Server vastas vigase teatega
fr_fr: Le serveur a renvoyé une réponse non valide.

# LoginExceptionTimeout
source: The server did not respond.
de_de: Der Server hat nicht geantwortet.
et_ee: Server ei vastanud
fr_fr: Le serveur n'a pas répondu.

# LoginExceptionUnexpectedError
source: An unexpected error occurred.
de_de: Ein unerwarteter Fehler ist aufgetreten.
et_ee: Ilmes ootamatu viga.
fr_fr: Une erreur inattendue est apparue.

# LoginExceptionNotAutoConfirmed
source: That account is not autoconfirmed.
de_de: Dieser Account is nicht autoconfirmed.
et_ee: Konto pole automaatselt kinnitatud.
fr_fr: Ce compte n'a pas le status "autoconfirmed".

# LoginExceptionNotAuthorized
source: You are not authorized to use Wiki-Up on this wiki.
de_de: Du hast nicht die Berechtigung Wiki-Up auf diesem Wiki zu benutzen.
et_ee: Sul pole volitust Wiki-Up kasutamiseks antud Wiki lehel.
fr_fr: Vous n'êtes pas autorisé à utiliser Wiki-Up sur ce wiki.

# LoginExceptionNoEditToken
source: Unable to obtain edit token.
de_de: Nicht imstande einen edit token zu erhalten.
et_ee: Ei õnnestunud saada luba muutmiseks
fr_fr: Impossible d'obtenir le jeton de modification.

# LoginExceptionAborted
source: The server aborted the login (you may need to use a BOT password)
de_de: Der Server hat den Login abgebrochen. (Du musst vielleicht ein BOT Passwort verwenden.)
et_ee: Server katkestas sisselogimise(vajadusel kasuta BOT salasõna)
fr_fr: Le serveur a interrompu la connexion (vous devrez peut-être utiliser un mot de passe BOT)

# InsecureConnectionTitleText
source: Insecure Connection
de_de: Unsichere Verbindung
et_ee: Ebaturvaline ühendus
fr_fr: Connexion non sécurisée

# InsecureConnectionMessage
source: Http connections are not secure. Signing in using http will result in your user name and password being sent in unencrypted plain text.
de_de: HTTP Verbindungen sind nicht sicher. Beim Anmelden über HTTP werden Dein Benutzername und Passwort als unverschlüsselter Klartext übertragen!
et_ee: Http ühendus pole turvaline. Sisse logimine kasutades antud http võimaldab sinu kasuatajanime ja salasõna saatmise krüpteerimata lihttekstina.
fr_fr: Les connexions HTTP ne sont pas sécurisées. La connexion via HTTP entraînera l'envoi de votre nom d'utilisateur et de votre mot de passe en texte brut non chiffré.

# ContiuePrompt
source: Are you sure you want to continue?
de_de: Bist Du Dir sicher, dass Du fortfahren möchtest?
et_ee: Kas sa oled kindel, et soovid jätkata?
fr_fr: Êtes-vous sûr de vouloir continuer ?

# SearchErrorText
source: Error while probing the wiki.
de_de: Fehler beim Untersuchen des Wikis.
et_ee: Ilmnes viga Wiki kasutamisel.
fr_fr: Erreur lors de l'exploration du wiki.

# ContentTabText
source: Content
de_de: Inhalt
et_ee: Sisu
fr_fr: Contenu

# FilesText
source: Files
de_de: Dateien
et_ee: Failid
fr_fr: Fichiers

# IgnoreWarningsLabelText
source: Ignore warnings
de_de: Warnungen ignorieren
et_ee: Ignoreeri hoiatusi
fr_fr: Ignorer les avertissements

# IgnoreWarningsTooltipText
source: Ignore warnings and upload files even if they already exist or are duplicates.
de_de: Warnungen ignorieren und Dateien hochladen auch falls sie schon existieren oder Duplikate sind.
et_ee: Ignoreeri hoiatusi ja lae falid üles, isegi kui failid juba eksisteerivad või on dublikaadid.
fr_fr: Ignorer les avertissements et mettre en ligne les fichiers même s'ils existent déjà ou même s'ils sont des doublons.

# AddToWatchlistLabelText
source: Add to watch list
de_de: Zur Beobachtungsliste hinzufügen
et_ee: Lisa jälgimisnimekirja
fr_fr: Ajouter à votre liste de suivi

# AddToWatchlistTooltipText
source: Add the uploaded files to your watch list.
de_de: Die hochgeladenen Dateien zu Deiner Beobachtungsliste hinzufügen.
et_ee: Lisa üles laetud failid oma jälgimisnimekirja.
fr_fr: Ajouter les fichiers mis en ligne à votre liste de suivi.

# ButtonLoadContentTooltipText
source: Load content from file.
de_de: Inhalt aus einer Datei laden.
et_ee: Lae sisu alla failist.
fr_fr: Charger le contenu d'un fichier.

# ButtonSaveContentTooltipText
source: Save content to file.
de_de: Inhalt in eine Datei sichern.
et_ee: Salvesta sisu failina.
fr_fr: Enregistrer le contenu vers un fichier.

# ButtonUploadTooltipText
source: Start uploading files. (Ctrl+U)
de_de: Beginne mit dem Hochladen der Dateien. (Ctrl+U)
et_ee: Alusta failide üles laadimist.(Ctrl+U)
fr_fr: Commencer à mettre en ligne les fichiers. (Ctrl+U)

# ButtonStopUploadText
source: Stop Upload
de_de: Upload anhalten.
et_ee: Tühista üles laadimine
fr_fr: Arrêter la mise en ligne

# ButtonStopUploadTooltipText
source: Cancel running upload.
de_de: Laufenden Upload abbrechen.
et_ee: Tühista käesolev üleslaadimine.
fr_fr: Annuler la mise en ligne en cours.

# ButtonAddFilesText
source: Add Files
de_de: Dateien hinzufügen
et_ee: Lisa faile
fr_fr: Ajouter des fichiers

# ButtonAddFilesTooltipText
source: Add files to the upload list (Ctrl+A)
de_de: Dateien zur Upload Liste hinzufügen (Ctrl+A)
et_ee: Lisa failid üleslaadimis nimekirja.(Ctrl+A)
fr_fr: Ajouter des fichiers à la liste de mise en ligne (Ctrl+A)

# ButtonRemoveFilesText
source: Remove Files
de_de: Dateien entfernen
et_ee: Eemalda failid
fr_fr: Enlever des fichiers

# ButtonRemoveFilesTooltipText
source: Remove selected files from the upload list.
de_de: Ausgewählte Dateien aus der Upload Liste entfernen.
et_ee: Eemalda valitud failid üleslaadimise nimekirjast.
fr_fr: Enlever les fichiers sélectionnés de la liste de mise en ligne.

# ButtonLoadFilesTooltipText
source: Add files from a previously saved upload list.
de_de: Dateien aus einer vorher gespeicherten Upload Liste hinzufügen.
et_ee: Lisa faile eelnevalt salvestatud üleslaadimis nimekirjast.
fr_fr: Ajouter des fichiers d'une liste de mise en ligne précédemment enregistrée.

# ButtonSaveFilesTooltipText
source: Save the upload list.
de_de: Upload Liste speichern.
et_ee: Salvesta üleslaadimis nimekiri
fr_fr: Enregistrer la liste de mise en ligne.

# SummaryLabelText
source: Summary
de_de: Zusammenfassung
et_ee: Kokkuvõte
fr_fr: Sommaire

# SummaryDescriptionText
source: This is the summary for the upload in the wiki's activity log.
de_de: Dies ist die Zusammenfassung für den Upload im Aktivitätslogfile des Wikis.
et_ee: Üleslaadimiste kokkuvõte Wiki aktiivsuse logis.
fr_fr: Ceci est le sommaire de la mise en ligne dans les "Modifications récentes" du wiki.

# ContentLabelText
source: Content
de_de: Inhalt
et_ee: Sisu
fr_fr: Contenu

# ContentDescriptionText
source: Enter the wikitext to use as the initial page content for new images below. This will be only used for new images, it will not replace any existing page content.
de_de: Gib unten den Wikitext ein, der als erster Seiteninhalt für neue Bilder verwendet werden soll. Er wird nur für neue Bilder verwendet und überschreibt vorhandenen Inhalt nicht.
et_ee: Sisesta Wikitekst algseks sisuks, allolevate uute piltide jaoks.Teksti kasutatakse ainult uute piltide jaoks, see ei asenda olemasolevate lehekülgede sisu.
fr_fr: Entrez le wikitext à utiliser comme contenu initial de page pour les nouvelles images. Cela ne sera utilisé que pour les nouvelles images et ne remplacera aucun contenu existant de page.

# ButtonAddCategoryText
source: Add Category
de_de: Kategorie hinzufügen
et_ee: Lisa kategooria
fr_fr: Ajouter une catégorie

# ButtonAddTemplateText
source: Add Template
de_de: Template hinzufügen
et_ee: Lisa näidis
fr_fr: Ajouter un modèle

# ButtonCancelText
source: Cancel
de_de: Abbrechen
et_ee: Tühista
fr_fr: Annuler

# ButtonSaveText
source: Save
de_de: Speichern
et_ee: Salvesta
fr_fr: Enregistrer

# ButtonLoadText
source: Load
de_de: Laden
et_ee: Lae
fr_fr: Charger

# ButtonYesText
source: Yes
de_de: Ja
et_ee: Jah
fr_fr: Oui

# ButtonNoText
source: No
de_de: Nein
et_ee: Ei
fr_fr: Non

# ButtonAddText
source: Add
de_de: Hinzufügen
et_ee: Lisa
fr_fr: Ajouter

# ButtonFindText
source: Find
de_de: Suchen
et_ee: Otsi
fr_fr: Chercher

# ButtonNextText
source: Next
de_de: Nächstes
et_ee: Järgmine
fr_fr: Suivant

# ButtonPreviousText
source: Previous
de_de: Vorheriges
et_ee: Eelmine
fr_fr: Précedent

# ToggleSwitchYesText
source: YES
de_de: JA
et_ee: JAH
fr_fr: OUI

# ToggleSwitchNoText
source: NO
de_de: NEIN
et_ee: EI
fr_fr: NON

# UploadMessageAwaitingUpload
source: Awaiting upload.
de_de: Warte auf Upload.
et_ee: Üleslaadimise ootel.
fr_fr: En attente de la mise en ligne.

# UploadMessageUploading
source: Uploading to wiki...
de_de: Uploade auf Wiki...
et_ee: Lae üles Wiki lehele...
fr_fr: Mise en ligne en cours sur le wiki...

# UploadMessageInvalidXml
source: Server returned an invalid XML response.
de_de: Server hat eine ungültige XML zurückgemeldet.
et_ee: Server vastas vigase XML vastusega.
fr_fr: Le serveur a renvoyé une réponse XML non valide.

# UploadMessageFileNotFound
source: File not found.
de_de: Datei nicht gefunden.
et_ee: Faili ei leitud.
fr_fr: Fichier non trouvé.

# UploadMessageReadFail
source: Unable to read file.
de_de: Kann Datei nicht lesen.
et_ee: Ei saa faili avada
fr_fr: Impossible de lire le fichier.

# UploadMessageCancelled
source: Upload canceled.
de_de: Upload abgebrochen.
et_ee: Üleslaadimine tühistatud
fr_fr: Mise en ligne annulée.

# UploadMessageServerBusy
source: Server is too busy. Uploads canceled. Try again later.
de_de: Der Server ist zu beschäftigt. Uploads abgebrochen. Bitte später nochmal versuchen.
et_ee: Server on ülekoormatud. Üleslaadimine tühistati. Palun proovi hiljem uuesti.
fr_fr: Le serveur est trop occupé. Mises en ligne annulées. Réessayez plus tard.

# UploadMessageNoEditToken
source: Unable to obtain valid edit token. Uploads canceled. You may have to restart Wiki-Up to resolve this error.
de_de: Erhalte keine edit token. Upload abgebrochen. Versuche Wiki-Up neu zu starten um diesen Fehler zu beheben.
et_ee: Ei õnnestunud saada luba muutmiseks. Üleslaadimine tühistati. Taaskäivita Wiki-Up vea parandamiseks.
fr_fr: Impossible d'obtenir un jeton de modification valide. Mises en ligne annulées. Vous devrez peut-être redémarrer Wiki-Up pour résoudre cette erreur.

# UploadMessageNetworkError
source: Network error. Unable to upload.
de_de: Netzwerkfehler. Upload nicht möglich.
et_ee: Ühenduse viga. Üleslaadimine pole võimalik.
fr_fr: Erreur réseau. Impossible de mettre en ligne.

# UploadMessageTimedOut
source: The upload timed out.
de_de: Zeitüberschreitung beim Upload.
et_ee: Üleslaadimine aegus.
fr_fr: La mise en ligne a expirée.

# UploadMessageUnkownServerResponse
source: Unexpected server response.
de_de: Unerwartete Serverantwort.
et_ee: Ootamatu serveri vastus
fr_fr: Réponse du serveur inattendue.

# UploadMessageFileTypeNotPermitted
source: Files of type "{0}" are not permitted.
de_de: Dateien der Art "{0}" sind nicht erlaubt.
et_ee: "{0}" tüüpi failid pole lubatud
fr_fr: Les fichiers de type "{0}" ne sont pas autorisés.

# UploadResponseDuplicateOf
source: Duplicate of
de_de: Duplikat von
et_ee: Koopia
fr_fr: Duplicata de

# UploadViaText
source: Uploaded via
de_de: Hochgeladen mit
et_ee: Üleslaetud läbi
fr_fr: Mis en ligne avec

# ViaText
source: via
de_de: mit
et_ee: Allikas
fr_fr: avec

# CantReadUploadListMessage
source: Unable to read upload list.
de_de: Lesen der Upload Liste nicht möglich.
et_ee: Üleslaadimis nimekirja pole võimalik lugeda
fr_fr: Impossible de lire la liste de mise en ligne.

# CantSaveUploadListMessage
source: Unable to save upload list.
de_de: Speichern der Upload Liste nicht möglich.
et_ee: Üleslaadimis nimekirja ei saa salvestada
fr_fr: Impossible d'enregistrer la liste de mise en ligne.

# CantReadContentMessage
source: Unable to read content.
de_de: Lesen des Inhalts nicht möglich.
et_ee: Sisu lugemine ebaõnnestus
fr_fr: Impossible de lire le contenu.

# CantSaveContentMessage
source: Unable to save content.
de_de: Speichern des Inhalts nicht möglich.
et_ee: Sisu salvestamine ebaõnnestus
fr_fr: Impossible d'enregistrer le contenu.

# ViewImageErrorMessage
source: Unable to view image.
de_de: Betrachten des Bilds nicht möglich.
et_ee: Pildi vaatamine ebaõnnestus
fr_fr: Impossible d'afficher l'image.

# UploadErrorAlreadyExists
source: Already Exists
de_de: Existiert bereits
et_ee: On juba olemas.
fr_fr: Existe déjà

# UploadErrorBadFilename
source: Invalid file name
de_de: Ungültiger Dateiname
et_ee: Ebakorrektne faili nimi
fr_fr: Nom de fichier non valide

# UploadErrorUnwantedType
source: Unwanted file type
de_de: Unerwünschter Dateityp
et_ee: Ebasobiv faili tüüp
fr_fr: Type de fichier indésirable

# UploadErrorLargeFile
source: Large file warning
de_de: Große Datei Warnung
et_ee: Andmeside mahuka faili hoiatus.
fr_fr: Avertissement : fichier volumineux

# UploadErrorEmptyFile
source: File is empty
de_de: Datei ist leer
et_ee: Fail on tühi
fr_fr: Le fichier est vide

# UploadErrorDuplicateArchive
source: Duplicate of archived
de_de: Duplikat eines Archivs
et_ee: Salvestuse koopia
fr_fr: Duplicata d'archivé

# UploadErrorDeletedFile
source: Deleted File
de_de: Gelöschte Datei
et_ee: Kustuta fail
fr_fr: Fichier supprimé

# SettingsText
source: Settings
de_de: Einstellungen
et_ee: Sätted
fr_fr: Paramètres

# SaveSettingsText
source: Save Settings
de_de: Einstellungen speichern
et_ee: Salvesta sätted
fr_fr: Enregistrer les paramètres

# LanguageText
source: Language
de_de: Sprache
et_ee: Keele valik
fr_fr: Langue

# UploadDelayText
source: Upload Delay
de_de: Upload Verzögerung
et_ee: Üleslaadimise viivitus
fr_fr: Délai de mise en ligne

# UploadDelayDetailsText
source: This is the time, in milliseconds, that Wiki-Up waits between each file upload.
de_de: Dies ist die Zeitspanne in Millisekunden, die Wiki-Up zwischen Dateiuploads wartet.
et_ee: See on aeg, millisekundites, Kui kaua Wiki-Up ootab enne iga faili üleslaadimist.
fr_fr: Le temps (en millisecondes) entre chaque mise en ligne de fichier.

# ImageFilesText
source: Image File Extensions
de_de: Bilder Dateierweiterung
et_ee: Pildi faili laiendid
fr_fr: Extensions de fichier d'image

# ImageFilesDetailsText
source: This is a list of file extensions that Wiki-Up will consider to be image files in the add files dialog.
de_de: Dies ist eine Liste von Dateierweiterungen, die Wiki-Up als Bilddateien im Dateien Hinzufügen Dialog erkennt.
et_ee: See on loend faililaienditest, mida Wiki-Up peab lisa failide dialoogis pildifailideks.
fr_fr: Liste d'extensions de fichiers que Wiki-Up considérera comme des fichiers image dans la boîte de dialogue d'ajout de fichiers.

# GermanTrsnslationText
source: German translation by
de_de: Deutsche Übersetzung von
et_ee: Saksa keelne tõlge:
fr_fr: Traduction allemande par

# CheckNowText
source: Check Now
de_de: Jetzt prüfen
et_ee: Kontrolli kohe
fr_fr: Vérifier maintenant

# UpdatesDetailsText
source: Check for new versions of Wiki-Up when Wiki-Up starts up.
de_de: Auf neue Versionen überprüfen, wenn Wiki-Up gestartet wird.
et_ee: Wiki-Up käivitamisel kontrolli uuema versiooni olemasolu.
fr_fr: Rechercher des nouvelles versions de Wiki-Up au démarrage de Wiki-Up.

# UpToDateText
source: Wiki-Up is up to date.
de_de: Wiki-Up ist auf dem neuesten Stand.
et_ee: Wiki-Up on ajakohane.
fr_fr: Wiki-Up est à jour.

# RestoreDefaultsText
source: Restore Defaults
de_de: Auf Standartwerte zurücksetzen
et_ee: Taasta algseadmed
fr_fr: Restaurer les paramètres par défaut

# TakeEffectNextRunText
source: Changes to the Language and Color Theme settings will take effect the next time Wiki-Up is run.
de_de: Änderung der Einstellungen für Sprache und Farbschema werden erst nach einem Neustart von Wiki-Up wirksam.
et_ee: Keele ja värvi muudatuste sätted aktiveeritakse Wiki-Up taaskäivitamisel.
fr_fr: Les modifications apportées aux paramètres de langue et de thème de couleur prendront effet lors de la prochaine exécution de Wiki-Up.

# ColorThemeText
source: Color Theme
de_de: Farbschema
et_ee: Värvilahendus
fr_fr: Thème de couleur

# NewVersionTitleText
source: New Version Available
de_de: Neue Version verfügbar
et_ee: Uuem versioon on saadaval
fr_fr: Nouvelle version disponible

# NewVersionMessage
source: A newer version of Wiki-Up, version {0}, is available for download.
de_de: Eine neuere Version von Wiki-Up, Version {0} ist zum Download verfügbar.
et_ee: Wiki-Up uuendatud versioon {0} on alalaadimiseks valmis.
fr_fr: Une version plus récente de Wiki-Up, la version {0}, peut être télécharger.

# DownloadNowText
source: Download Now
de_de: Jetzt herunterladen
et_ee: Lae alla
fr_fr: Télécharger maintenant

# PutpleOverloadText
source: Purple Overload
de_de: Lila Überlastung
et_ee: Tume-lilla
fr_fr: Surcharge violette

# PutpleHazeText
source: Purple Haze
de_de: Lila Dunst
et_ee: Hele-lilla
fr_fr: Brume violette

# GreenForestText
source: Green Forest
de_de: Grüner Wald
et_ee: Roheline mets
fr_fr: Forêt verte

# BlueLightText
source: Bright Blue
de_de: Leuchtend Blau
et_ee: Hele sinine
fr_fr: Bleu vif

# SolarizedText
source: Sort of Solarized
de_de: Fast solarisiert
et_ee: Päikseline
fr_fr: Un peu solarisé

# NoVideoUploadSupport
source: Wiki does not support video uploading
de_de: Dieses Wiki unterstützt keinen Video Upload.
et_ee: Wiki ei toeta video üleslaadimist
fr_fr: Wiki ne prend pas en charge la mise en ligne de vidéos

# BadVideoUploadRequest
source: May be caused by trying to upload from an unsupported video website
de_de: Dies kann unter Umständen durch den Versuch eines Uploads von einer nicht unterstützen Video Webseite verursacht worden sein.
et_ee: MPõhjuseks võib olla, video üleslaadimine meie poolt mitte toetatud kodulehelt
fr_fr: Cela peut être dû à une tentative de mise en ligne d'un site web vidéo non compatible

# UploadMesageInvalidJson
source: The server returned an invalid JSON response.
de_de: Der Server hat eine ungültige JSON Antwort zurückgemeldet.
et_ee: Server vastas vigase JSON teatega
fr_fr: Le serveur a renvoyé une réponse JSON non valide.

# YoutubeError
source: An error occurred while communicating with Youtube.
de_de: Ein Fehler ist während der Kommunikation mit YouTube aufgetreten.
et_ee: Tekkis viga youtube’iga suhtlemisel
fr_fr: Une erreur s'est produite lors de la communication avec Youtube.

# PlalistTooBig
source: Playlist is too large to import.
de_de: Die Playlist zum Importieren zu groß.
et_ee: Esitlusloend on liiga mahukas importimiseks.
fr_fr: La liste de lecture est trop volumineuse pour être importée.

# PlalistMaximumLength
source: Maximum length is {0} videos.
de_de: Maximale Länge ist {0} Videos.
et_ee: Maksimum pikkuseks on {0} videot.
fr_fr: La longueur maximale est de {0} vidéos.

source: Enter file extension
de_de: Dateiendung eingeben
et_ee: Sisesta faili laiend
fr_fr: Entrez l'extension du fichier

source: New image extension.
de_de: Neue Bilderweiterung
et_ee: Uue pildi laiend.
fr_fr: Nouvelle extension d'image.

source: Remove extension
de_de: Erweiterung entfernen
et_ee: Eemalda laiend.
fr_fr: Enlever l'extension

source: Invalid extension
de_de: Ungültige Erweiterung
et_ee: Vigane laiend
fr_fr: Extension non valide

# MidnightLightsText
source: Midnight Lights
de_de: Mitternachtlichter
et_ee: Südaöö tuled
fr_fr: Lumières de minuit

source: Copy to clipboard
de_de: In die Zwischenablage kopieren
et_ee: Kopeeri töölauale
fr_fr: Copier dans le presse-papier

# FollowUploadFileHeader
source: Follow Uploading File
de_de: `Der hochgeladenen Datei folgen
et_ee: Jälgi üleslaetavat faili
fr_fr: Suivre le fichier mis en ligne

# FollowUploadFileText
source: Automatically scroll to the uploading file when it starts uploading.
de_de: Automatisch zur hochgeladenen Datei scrollen, wenn sie anfängt hochzuladen.
et_ee: Automaatselt keri üles üleslaetava faili juurde, kui antud fail alustab üleslaadimist.
fr_fr: Faire défiler automatiquement jusqu'au fichier mis en ligne lorsqu'il commence à être mis en ligne.

# LoginExpiredText
source: Your login credentials have expired.
de_de: Deine Anmeldedaten sind abgelaufen.
et_ee: Sinu sisselogimis andmed on aegunud.
fr_fr: Vos identifiants de connexion ont expiré.

# LoginExpiredSubtext
source: You will need to login again to continue with the upload, click on OK to log in.
de_de: Du musst Dich nochmals anmelden um den Upload fortzusetzen. Klicke OK zum Anmelden.
et_ee: Üleslaadimise jätkamiseks peab sisse logima, sisse logimiseks kliki OK.
fr_fr: Vous devrez vous reconnecter pour continuer la mise en ligne, cliquez sur OK pour vous connecter.

# ButtonAddFolderText
source: Add Folder
de_de: Ordner hinzufügen
et_ee: Lisa kaust
fr_fr: Ajouter un dossier

# ButtonAddFolderTooltipText
source: Add all files in a folder and sub-folders to the upload list.
de_de: Alle Dateien in einem Ordner und Unterordner zur Uploadliste hinzufügen.
et_ee: Lisa kõik failid antud kaustas, kaasaarvatud alamkaustad üleslaadimis nimekirja.
fr_fr: Ajouter tous les fichiers dans un dossier et sous-dossiers à la liste de mise en ligne.

source: Unable to add files.
de_de: Dateien hinzufügen nicht möglich.
et_ee: Faile ei saa lisada.
fr_fr: Impossible d'ajouter des fichiers.

# IncludeAllFiles
source: All files
de_de: Alle Dateien
et_ee: Kõik failid
fr_fr: Tous les fichiers

# IncludeUploadableFiles
source: All uploadable files
de_de: Alle hochladbaren Dateien
et_ee: Kõik üleslaetavad failid
fr_fr: Tous les fichiers qui peuvent être mis en ligne

# IncludeImageFiles
source: All image files
de_de: Alle Bilddateien
et_ee: Kõik pildi failid
fr_fr: Tous les fichiers d'image

source: Include sub-folders
de_de: Unterordner einschließen
et_ee: Kaasa alamkaustad
fr_fr: Inclure les sous-dossiers

source: Include files of type
de_de: Dateien vom folgendem Typ einschließen
et_ee: Sisaldab järgimisi faili tüüpe
fr_fr: Inclure les fichiers de type

source: Do not remember password
de_de: Passwort nicht merken
fr_fr: Ne pas mémoriser le mot de passe

source: Remember password for wiki
de_de: Passwort für Wiki merken
fr_fr: Mémoriser le mot de passe pour le wiki
